Repository: agateau/burgerparty
Catalog: po/*.po
Languages: nl, ru

source: 1 remaining.
nl: Nog 1 te gaan.
ru: Остался %#.

source: New item unlocked!
nl: Nieuw item ontgrendeld!
ru: Открыт новый предмет

source: Version %s
nl: Versie %s
ru: Версия %s

source: Code & Design
nl: Code en ontwerp
ru: Код и дизайн

source: Music
nl: Muziek
ru: Музыка

source: Thomas Tripon
ru: Томас Трипон

source: Testers
ru: Тестировщики

source: Fonts
nl: Lettertypen
ru: Шрифты

source: Sounds
nl: Geluiden
ru: Звуки

source: Thank you for playing!
ru: Спасибо что играете!

source: Game Over
nl: Spel afgelopen
ru: Конец игры

source: +%# sec
ru: +%# секунда

source: Sound
nl: Geluid
ru: Звук

source: About
nl: Over
ru: Об игре

source: Who made this?
nl: Wie heeft dit spel gemaakt?
ru: Кто её сделал?

source: Follow me on Mastodon
ru: Подписаться на Mastodon

source: Goodies
nl: Fanitems
ru: Футболки

source: Buy Burger Party goodies!
nl: Koop Burger Party-fanitems!
ru: Купить футболки Бургерной Вечеринки

source: Sound is OFF
nl: Geluid is UIT
ru: Звук ВЫКЛ

source: Sound is ON
nl: Geluid is AAN
ru: Звук ВКЛ

source: Level %d-%d
ru: Уровень %d-%d

source: High score: %d
nl: Topscore: %d
ru: Наилучшие баллы: %d

source: No high score yet
nl: Er zijn nog geen topscores genoteerd
ru: Ещё нет баллов

source: Paused
nl: Onderbroken
ru: Приостановлено

source: New High Score!
nl: Nieuwe topscore!
ru: Новый наилучший балл!

source: Congratulations, you finished level %d-%d!
nl: Gefeliciteerd! Je hebt level %d-%d afgerond!
ru: Поздравляем, вы прошли уровень %d-%d!

source: Congratulations, you finished world %d!
nl: Gefeliciteerd! Je hebt wereld %d afgerond!
ru: Поздравляем, вы прошли мир %d!

source: Congratulations, you finished the game!
nl: Gefeliciteerd! Je hebt het hele spel afgerond!
ru: Поздравляем, вы прошли эту игру!

source: All Stars #%d
nl: Sterrenchef #%d
ru: Все звёздочки #%d

source: Finish all levels of world %d with 3 stars.
nl: Rond alle levels van wereld %d af met 3 sterren.
ru: Пройдите все уровни мира %d с трёмя звёздами

source: Support Burger Party
ru: Поддержать Бургерную вечеринку

source: Like the game? Support my work!
ru: Нравиться игра? Поддержите мою работу!

source: Star Collector
nl: Sterrenjager
ru: Собиратель звёздочек

source: ignore-collect
ru: Собрать %# звезду.

source: Burger Apprentice
nl: Aspirant-burger
ru: Бургерный ученик

source: ignore-n-burgers
ru: Подал %# бургер.

source: Burger Master
nl: Burge(r)meester
ru: Бургерный мастер

source: Burger God
nl: Burgergoeroe
ru: Бургерный король

source: Practice Area
nl: Oefenterrein
ru: Учебная

source: ignore-practice
ru: Играйте %# уровень чтобы открыть учебную комнату.

source: Fan
ru: Фан

source: ignore-fan
ru: Играть %# уровень.

source: Close Call
nl: Ken net
ru: На грани краха

source: ignore-close-call
ru: Завершите уровень, когда до конца осталось менее %# секунды.

source: Morning Gamer
nl: Ochtendmens
ru: Утренний игрок

source: ignore-morning
ru: Начните игру между 7:00 и 10:00 в течение %# дня.

source: Evening Gamer
nl: Avondmens
ru: Вечерний игрок

source: ignore-evening
ru: Запустите игру один раз между 19:00 и 23:00 %# день.

source: Creative
nl: Creatief met burgers
ru: Изобретательно

source: ignore-creative
ru: Сделайте %# бургер на тренировочном уровне.

source: Perfect #%d
nl: #%d is scheepsrecht
ru: Отлично #%d

source: Get a perfect in all levels of world %d.
nl: Rond alle levels van wereld %d af met een perfecte score.
ru: Станьте отличным на всех уровнях мира %d.

source: %dx combo!
nl: %dx-combinatie!
ru: %dx кобмо!

source: Happy customer!
nl: Tevreden klant!
ru: Довольный клиент!

source: Rate Burger Party
nl: Beoordeel Burger Party
ru: Оцените Бургерную вечеринку

source: Like the game? Give it a good rate!
ru: Понравилась игра? Дайте ей хорошую оценку!

source: Follow me on Mastodon,
nl: Volg me op Mastodon,

source: or on Twitter!
nl: of op Twitter!

source: Like the game? Would be awesome if you could give it a good rate!
nl: Beleef je veel plezier aan het spel? Laat dan een goede beoordeling achter!
